import pygame 
import sys



probel = " " *10 

print('''
                
    11    11 1111   1111 11    11 11    11 11        11    11 11111111
    11    11 11 11 11 11  11  11  11    11 11        11   11  11    11
    11111111 11  11   11    11    11111111 11111111  11111    11111111    
          11 11       11    11    11    11 11    11  11   11  11    11
          11 11       11    11    11    11 11111111  11    11 11    11
                       
             ''')
print (probel,"ВЫБИРАЙ ВАРИАНТЫ ОТВЕТА ВВОДЯ ЦИФРЫ '1'или ебаное '2'\n")
    
print('''Вы просыпаетесь на собачёвке в обосааной халупе - Фазера, Вас тошнит и вы пытаетесь
         вспомнить ваше погонялово
        ''')
health = 100
hero_name = input('Введи свой позывной,боец:')
print('Ну ты и еблан - ', hero_name)
print('Твоё блять ХЭПЭ:100%')

        